{
    "title": {
        "index": "मुखपृष्ठ",
        "streaming": "स्ट्रीमिंग",
        "about": "के बारे में",
        "terms": "सेवा की शर्तें",
        "privacy": "गोपनीयता नीति"
    },
    "Homepage": "मुखपृष्ठ",
    "Streaming": "स्ट्रीमिंग",
    "About": "के बारे में",
    "checkOut": "चेक आउट",
    "Translations": "भाषाएँ",
    "Versions": "संस्करण",
    "theme": "थीम",
    "greeting": "नमस्ते!",
    "mainMsg": "मेरी वेबसाइट में आपका स्वागत है। यह लगातार विकास में है और मैं हमेशा सुधार की तलाश में हूँ।",
    "subMsg": "अभी के लिए, जाँचने के लिए कुछ ही चीजें हैं: कुछ वीडियो, एक के बारे में पृष्ठ और आप वेबसाइट के पाद लेख में मेरे सोशल मीडिया पर जा सकते हैं।",
    "startListening": "सुनना शुरू करें",
    "learnMore": "और जानें",
    "highlight": "मुख्य आकर्षण",
    "hDescription": "यहाँ या मेरे आधिकारिक कलाकार चैनल पर देखने के लिए YouTube वीडियो की एक सूची।",
    "tracksCreated": "बनाई गई ट्रैक्स",
    "monthlyListeners": "मासिक सुनने वाले",
    "averageRating": "औसत रेटिंग",
    "streaming": "स्ट्रीमिंग",
    "streamingDesc": "अपने पसंदीदा प्लेटफार्म पर मेरी संगीत सुनें। <br />नए रिलीज की सूचना पाने के लिए मुझे फॉलो करें।",
    "aboutTitle": "के बारे में",
    "aboutMsg": "नमस्ते! मेरा नाम Ian है और मैं एक स्वतंत्र कलाकार हूँ। मैं संगीत, वीडियो और डिजिटल कला बनाता हूँ। <br />यह वेबसाइट मेरा काम आपके साथ साझा करने के लिए एक व्यक्तिगत परियोजना है।",
    "aboutSubMsg": "आप मुझे सोशल मीडिया और स्ट्रीमिंग प्लेटफार्मों पर पा सकते हैं। बेझिझक आउट और हाय कहने के लिए मुफ्त महसूस करें!",
    "mscProd": "संगीत उत्पादन",
    "videoCreation": "वीडियो निर्माण",
    "digitalArt": "डिजिटल कला",
    "tos": "सेवा की शर्तें",
    "ToSdate": "अंतिम अद्यतन: 2024-11-26",
    "tosDesc": "IamSHIUBA में आपका स्वागत है! ये सेवा की शर्तें इस वेबसाइट के आपके उपयोग को नियंत्रित करती हैं। इसे एक्सेस करके, आप नीचे उल्लिखित शर्तों से सहमत होते हैं।",
    "tosAU": "1. स्वीकार्य उपयोग",
    "tosAUdesc": "आप साइट का उपयोग केवल कानूनी उद्देश्यों के लिए और इन शर्तों के अनुपालन में करने के लिए सहमत होते हैं। निम्नलिखित निषिद्ध है: <br /> साइट तक अनधिकृत पहुंच प्राप्त करने का प्रयास करना या इसकी कार्यक्षमता को बाधित करना। साइट का उपयोग अवैध, आपत्तिजनक, या कॉपीराइट-उल्लंघन सामग्री वितरित करने के लिए करना।",
    "tosCO": "2. सामग्री स्वामित्व",
    "tosCOdesc": "इस साइट पर प्रदान की गई सभी सामग्री, बाहरी प्लेटफार्मों से एम्बेडेड वीडियो को छोड़कर, IamSHIUBA के स्वामित्व में है। आप किसी भी सामग्री को अनुमति के बिना कॉपी, पुन: प्रस्तुत, या वितरित नहीं कर सकते।",
    "tosEL": "3. बाहरी लिंक",
    "tosELdesc": "हमारी साइट में बाहरी प्लेटफार्मों (जैसे, YouTube, SoundCloud) के लिंक शामिल हैं। हम इन प्लेटफार्मों की सामग्री या प्रथाओं के लिए जिम्मेदार नहीं हैं।",
    "tosLoL": "4. देयता की सीमा",
    "tosLoLdesc": "यह साइट 'जैसी है' प्रदान की गई है। हम निर्बाध उपलब्धता या त्रुटि-मुक्तता की गारंटी नहीं देते।",
    "tosCttT": "5. शर्तों में परिवर्तन",
    "tosCttTdesc": "हम किसी भी समय इन सेवा की शर्तों को संशोधित कर सकते हैं। परिवर्तन इस पृष्ठ पर पोस्ट किए जाएंगे। शर्तों की समय-समय पर समीक्षा करना आपकी जिम्मेदारी है।",
    "tosCONTACT": "6. संपर्क करें",
    "tosCONTACTdesc": "यदि आपके कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें: t.me/contactishiubagithub.",
    "privacy": "गोपनीयता नीति",
    "PPdate": "अंतिम अद्यतन: 2024-11-26",
    "ppDesc": "IamSHIUBA में, हम आपकी गोपनीयता का सम्मान करते हैं। यह गोपनीयता नीति बताती है कि हम आगंतुक जानकारी को कैसे संभालते हैं।",
    "ppDC": "1. डेटा संग्रह",
    "ppDCdesc": "यह साइट आगंतुकों से व्यक्तिगत डेटा एकत्र या संग्रहीत नहीं करती है। केवल डेटा जो एक्सेस किया जाता है वह एम्बेडेड वीडियो और थीम या भाषा चयनकर्ताओं की कार्यक्षमता से संबंधित है।",
    "ppCOOKIE": "2. कुकीज़",
    "ppCOOKIEdesc": "हम सीधे कुकीज़ या किसी भी ट्रैकिंग तकनीकों का उपयोग नहीं करते हैं। हालांकि, बाहरी प्लेटफार्मों (जैसे YouTube) से एम्बेडेड वीडियो कुकीज़ का उपयोग कर सकते हैं। हम इन प्लेटफार्मों की प्रथाओं को समझने के लिए उनकी गोपनीयता नीतियों की समीक्षा करने की सलाह देते हैं।",
    "ppDS": "3. डेटा साझा करना",
    "ppDSdesc": "हम किसी भी आगंतुक जानकारी को एकत्र या साझा नहीं करते हैं। हम अपने आगंतुकों के लिए एक सुरक्षित वातावरण प्रदान करने के लिए प्रतिबद्ध हैं।",
    "ppCttP": "4. नीति में परिवर्तन",
    "ppCttPdesc": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। कोई भी परिवर्तन इस पृष्ठ पर पोस्ट किए जाएंगे।",
    "ppCONTACT": "5. संपर्क करें",
    "ppCONTACTdesc": "यदि आपके इस नीति के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें: t.me/contactishiubagithub.",
    "followMe": "मुझे फॉलो करें",
    "quickLinks": "त्वरित लिंक्स",
    "prdBy": "द्वारा प्रोद्धृत IamSHIUBA",
    "footer": "सभी अधिकार सुरक्षित हैं।",
    "config": "कॉन्फ़िगरेशन"
}