{
    "title": {
        "index": "Página Inicial",
        "streaming": "Streaming",
        "about": "Sobre",
        "terms": "Termos de Serviço",
        "privacy": "Política de Privacidade"
    },
    "Homepage": "Início",
    "Streaming": "Streaming",
    "streamingDesc": "Ouça minha música em sua plataforma favorita. <br />Siga-me para receber notificações sobre novos lançamentos.",
    "About": "Sobre",
    "checkOut": "Confira",
    "Translations": "Idiomas",
    "Versions": "Versões",
    "greeting": "E ai?",
    "mainMsg": "Bem-vindo(a) ao meu site, ele está em constante desenvolvimento e estou sempre buscando melhorias!",
    "subMsg": "Por enquanto, há apenas algumas coisas para conferir: alguns vídeos, uma página sobre e você pode visitar minhas redes sociais no rodapé do site.",
    "startListening": "Comece a Ouvir",
    "learnMore": "Saiba Mais",
    "highlight": "Destaques",
    "hDescription": "Uma lista de vídeos do YouTube para assistir aqui ou no meu Canal Oficial do Artista.",
    "tracksCreated": "Faixas Criadas",
    "monthlyListeners": "Ouvintes Mensais",
    "averageRating": "Avaliação Média",
    "streaming": "Streaming",
    "aboutTitle": "Sobre",
    "aboutMsg": "E ai? Meu nome é Ian e sou um artista independente. Eu crio música, vídeos e arte digital. <br />Este site é um projeto pessoal para compartilhar meu trabalho com vocês.<br />Se vocês gostarem do que veem, por favor, considerem apoiar meu trabalho.",
    "aboutSubMsg": "Você pode me seguir nas redes sociais, compartilhar meu trabalho com seus amigos <br />ou até mesmo me contratar para um projeto.<br />Obrigado por visitar meu site e espero que vocês gostem do que veem!",
    "mscProd": "Produção Musical",
    "videoCreation": "Criação de Vídeo",
    "digitalArt": "Arte Digital",
    "tos": "Termos",
    "ToSdate": "Atualizado em: 26/11/2024",
    "tosDesc": "Bem-vindo ao IamSHIUBA! Estes Termos de Serviço governam o uso deste site. <br /> Ao acessar, concorda com os termos abaixo.",
    "tosAU": "1. Uso Aceitável",
    "tosAUdesc": "Você concorda em usar o site apenas para fins legais e em conformidade com esses Termos. O seguinte é proibido: <br /> tentar obter acesso não autorizado ao site ou perturbar sua funcionalidade. Usar o site para distribuir conteúdo ilegal, ofensivo ou violador de direitos autorais.",
    "tosCO": "2. Propriedade do Conteúdo",
    "tosCOdesc": "Todo conteúdo fornecido neste site, exceto vídeos incorporados de plataformas externas, pertence a IamSHIUBA. Vocês não pode copiar, reproduzir ou distribuir qualquer conteúdo sem permissão.",
    "tosEL": "3. Links Externo",
    "tosELdesc": "Nosso site contém links para plataformas externas (por exemplo, YouTube, SoundCloud). Nós não nos responsabilizamos pelo conteúdo ou práticas dessas plataformas.",
    "tosLoL": "4. Limitação de Responsabilidade",
    "tosLoLdesc": "Este site é fornecido 'como é.' Nós não garantimos disponibilidade ininterrupta ou livre de erros. Nós não nos responsabilizamos por quaisquer danos resultantes do uso deste site.",
    "tosCttT": "5. Alterações aos Termos",
    "tosCttTdesc": "Podemos revisar estes Termos de Serviço em qualquer momento. As alterações serão publicadas nesta página. é sua responsabilidade revisar os Termos periodicamente.",
    "tosCONTACT": "6. Contato",
    "tosCONTACTdesc": "Se vocês tiverem perguntas, por favor, entre em contato conosco em: t.me/contactishiubagithub.",
    "privacy": "Privacidade",
    "PPdate": "Atualizado em: 26/11/2024",
    "ppDesc": "Em IamSHIUBA, respeitamos sua privacidade. Esta Política de Privacidade explica como tratamos as informações dos visitantes.",
    "ppDC": "1. Coleta de Dados",
    "ppDCdesc": "Este site não coleta ou armazena dados pessoais dos visitantes. Os únicos dados acessados são relacionados a funcionalidade dos vídeos incorporados e temas ou seletores de idioma.",
    "ppCOOKIE": "2. Cookies",
    "ppCOOKIEdesc": "Não usamos cookies ou quaisquer tecnologias de rastreamento diretamente. No entanto, vídeos incorporados de plataformas externas (como o YouTube) podem usar cookies. Recomendamos revisar as políticas de privacidade dessas plataformas para entender suas práticas.",
    "ppDS": "3. Compartilhamento de Dados",
    "ppDSdesc": "Nós não fazemos coleta ou divulgamos informações de visitantes. Estamos comprometidos em fornecer um ambiente seguro para nossos visitantes.",
    "ppCttP": "4. Alterações na Política",
    "ppCttPdesc": "Podemos atualizar esta Política de Privacidade de vez em quando. Qualquer alteração será publicada nesta página.",
    "ppCONTACT": "5. Contato",
    "ppCONTACTdesc": "Se vocês tiverem perguntas sobre esta Política, por favor, entre em contato conosco em: t.me/contactishiubagithub.",
    "followMe": "Siga-me",
    "quickLinks": "Links Rápidos",
    "prdBy": "Desenvolvido por IamSHIUBA",
    "footer": "Todos os direitos reservados."
}