{
  "title": {
    "home": "Início",
    "articles": "Artigos",
    "about": "Sobre",
    "TERMS": "Termos de Serviço",
    "PRIVACY": "Politica de Privacidade"
  },
  "Homepage": "Página Inicial",
  "About": "Sobre",
  "Articles": "Artigos",
  "Translations": "Idiomas",
  "greeting": "Olá, mundo!",
  "mainMsg": "Este é o meu primeiro site construído do zero. Comecei a programar em agosto de 2024 e finalizei em outubro de 2024.",
  "subMsg": "Para agora, há apenas algumas coisas para verificar: alguns artigos, uma página sobre, e você pode visitar minhas redes sociais no rodapé do site.",
  "prdBy": "Desenvolvido por IamSHIUBA",
  "footer": "Todos os direitos reservados.",
  "aboutTitle": "Sobre",
  "aboutMsg": "Eu fiz este site para diversão. Eu estava fazendo um curso de programação e aprendendo como construir um site simples e cool.<br>Então, depois de alguns meses, comecei meu projeto de web. Para ser sincero, usei a AI para algumas partes, pois ainda sou novo na programação.<br>Usei para o código JavaScript e para melhorar alguns dos meus códigos HTML/CSS, mas claro, eu não fiz 100% usando o AI.<br>Obrigado por visitar meu site!",
  "articlesTitle": "Artigos",
  "articlesMsg": "Mais breve! <br> mantenha-se atualizado!",
  "tos": "Termos de serviço",
  "ToSdate": "Atualizado em: 2024-11-26",
  "tosDesc": "Bem-vindo ao iSHIUBA! Estes Termos de Serviço governam o uso deste site.<br> Ao acessar, concorda com os termos abaixo.",
  "tosAU": "1. Aceitabilidade",
  "tosAUdesc": "Você concorda em usar o site somente para fins legais e em conformidade com esses Termos.<br />O seguinte é proibido: Tentar obter acesso não autorizado ao site ou interromper seu funcionamento. Usar o site para distribuir conteúdo ilegal, ofensivo ou que viole direitos autorais.",
  "tosCO": "2. Propriedade do conteúdo",
  "tosCOdesc": "Todo conteúdo fornecido neste site, exceto vídeos incorporados de plataformas externas, pertence a iSHIUBA. Vocês não pode copiar, reproduzir ou distribuir qualquer conteúdo sem permissão.",
  "tosEL": "3. Links externos",
  "tosELdesc": "Nosso site contém links para plataformas externas (por exemplo, YouTube, SoundCloud). Nós não nos responsabilizamos pelo conteúdo ou práticas dessas plataformas.",
  "tosLoL": "4. Limitação de responsabilidade",
  "tosLoLdesc": "Este site é fornecido 'como está'. Nós não garantimos disponibilidade interrompida ou liberdade de erros. Nós não nos responsabilizamos por qualquer dano resultante do uso deste site.",
  "tosCttT": "5. Alterações nos Termos",
  "tosCttTdesc": "Podemos revisar estes Termos de Serviço a qualquer momento. As alterações serão postadas nesta página. é sua responsabilidade revisar os Termos periodicamente.",
  "tosCONTACT": "6. Contato",
  "tosCONTACTdesc": "Se tiver perguntas, por favor, entre em contato conosco em: t.me/contactishiubagithub.",
  "privacy": "Política de Privacidade",
  "PPdate": "Atualizado em: 2024-11-26",
  "ppDesc": "Em iSHIUBA, respeitamos sua privacidade. <br> Esta Política de Privacidade explica como tratamos as informações dos visitantes.",
  "ppDC": "1. Coleta de Dados",
  "ppDCdesc": "Este site não coleta ou armazena dados pessoais dos visitantes. Apenas informações relacionadas à funcionalidade de videos incorporados e seletores de tema ou idioma são acessadas.",
  "ppCOOKIE": "2. Cookies",
  "ppCOOKIEdesc": "Nós não usamos cookies ou tecnologias de rastreamento diretamente. No entanto, videos incorporados de plataformas externas (como YouTube) podem usar cookies. Recomendamos a revisão das politicas de privacidade dessas plataformas para entender suas práticas.",
  "ppDS": "3. Compartilhamento de Dados",
  "ppDSdesc": "Nós não coletamos ou compartilhamos informações de visitantes. Estamos comprometidos em fornecer um ambiente seguro para nossos visitantes.",
  "ppCttP": "4. Alterações na Política",
  "ppCttPdesc": "Podemos atualizar esta Política de Privacidade a qualquer momento. Qualquer alteração será postada nesta página.",
  "ppCONTACT": "5. Contato",
  "ppCONTACTdesc": "Se tiver perguntas, por favor, entre em contato conosco em: t.me/contactishiubagithub."
}