{
    "Homepage": "Главная страница",
    "Streaming": "Стриминг",
    "About": "О нас",
    "checkOut": "Проверить",
    "Translations": "Языки",
    "greeting": "Привет, мир!",
    "mainMsg": "Добро пожаловать в мой первый проект на Django. Сайт находится в постоянной разработке, и я всегда стремлюсь к улучшениям.",
    "subMsg": "Пока что здесь есть только несколько вещей для проверки: несколько видео, страница о нас, и вы можете посетить мои социальные сети внизу сайта",
    "highlight": "Основные моменты",
    "hDescription": "Список видео на YouTube для просмотра здесь или на моем официальном канале.",
    "streaming": "Стриминг",
    "prdBy": "Разработано IamSHIUBA",
    "footer": "Все права защищены.",
    "aboutTitle": "О нас",
    "aboutMsg": "После долгих попыток создать базовый сайт, используя только HTML, CSS и JavaScript, я решил сделать версию с использованием фреймворка Django. Это заняло некоторое время, чтобы сделать это, и еще больше времени, чтобы понять, почему я не мог правильно его реализовать. Однако позже я обнаружил, что не настроил Django для поиска моих статических файлов, и после этого смог реализовать его без больших проблем. <br /> Спасибо за посещение моего сайта!",

    "tos": "Условия обслуживания",
    "ToSdate": "Обновлено: 26/11/2024",
    "tosDesc": "Добро пожаловать на iSHIUBA! Эти Условия обслуживания регулируют использование этого сайта. <br /> Получая доступ, вы соглашаетесь с приведенными ниже условиями.",
    "tosAU": "1. Допустимое использование",
    "tosAUdesc": "Вы соглашаетесь использовать сайт только в законных целях и в соответствии с этими Условиями. Запрещается: <br /> пытаться получить несанкционированный доступ к сайту или нарушать его функциональность. Использовать сайт для распространения незаконного, оскорбительного или нарушающего авторские права контента.",
    "tosCO": "2. Право собственности на контент",
    "tosCOdesc": "Весь контент, предоставленный на этом сайте, за исключением встроенных видео с внешних платформ, принадлежит iSHIUBA. Вы не можете копировать, воспроизводить или распространять любой контент без разрешения.",
    "tosEL": "3. Внешние ссылки",
    "tosELdesc": "Наш сайт содержит ссылки на внешние платформы (например, YouTube, SoundCloud). Мы не несем ответственности за контент или практики этих платформ.",
    "tosLoL": "4. Ограничение ответственности",
    "tosLoLdesc": "Этот сайт предоставляется 'как есть.' Мы не гарантируем непрерывную доступность или отсутствие ошибок. Мы не несем ответственности за любые убытки, возникшие в результате использования этого сайта.",
    "tosCttT": "5. Изменения условий",
    "tosCttTdesc": "Мы можем пересматривать эти Условия обслуживания в любое время. Изменения будут опубликованы на этой странице. Ваша ответственность - периодически просматривать Условия.",
    "tosCONTACT": "6. Контакт",
    "tosCONTACTdesc": "Если у вас есть вопросы, пожалуйста, свяжитесь с нами по адресу: t.me/contactishiubagithub.",
    "privacy": "Политика конфиденциальности",
    "PPdate": "Обновлено: 26/11/2024",
    "ppDesc": "В iSHIUBA мы уважаем вашу конфиденциальность. Эта Политика конфиденциальности объясняет, как мы обрабатываем информацию посетителей.",
    "ppDC": "1. Сбор данных",
    "ppDCdesc": "Этот сайт не собирает и не хранит личные данные посетителей. Единственные данные, к которым мы имеем доступ, связаны с функциональностью встроенных видео и темами или языковыми селекторами.",
    "ppCOOKIE": "2. Cookies",
    "ppCOOKIEdesc": "Мы не используем cookies или любые технологии отслеживания напрямую. Однако встроенные видео с внешних платформ (таких как YouTube) могут использовать cookies. Мы рекомендуем ознакомиться с политиками конфиденциальности этих платформ, чтобы понять их практики.",
    "ppDS": "3. Обмен данными",
    "ppDSdesc": "Мы не собираем и не раскрываем информацию о посетителях. Мы стремимся обеспечить безопасную среду для наших посетителей.",
    "ppCttP": "4. Изменения в политике",
    "ppCttPdesc": "Мы можем время от времени обновлять эту Политику конфиденциальности. Любые изменения будут опубликованы на этой странице.",
    "ppCONTACT": "5. Контакт",
    "ppCONTACTdesc": "Если у вас есть вопросы по поводу этой Политики, пожалуйста, свяжитесь с нами по адресу: t.me/contactishiubagithub."
}